{
    "0": {
        "link": "https://twitter.com/david_r_morgan/status/1837685111317270605#m",
        "date": "Sep 22, 2024 · 2:47 AM UTC",
        "text": "One of the greatest edits ever made.  Courtesy of @Red5djedi"
    },
    "1": {
        "link": "https://twitter.com/Globalbiosec/status/1837942883493859510#m",
        "date": "Sep 22, 2024 · 7:51 PM UTC",
        "text": "Calls for action on the worsening #mpox outbreak in DRC. Hear my thoughts.  https://www.abc.net.au/news/2024-09-19/calls-for-action-on-the-worsening-mpox-outbreak/104373622?utm_campaign=abc_news_web&utm_content=twitter&utm_medium=content_shared&utm_source=abc_news_web"
    },
    "2": {
        "link": "https://twitter.com/toobaffled/status/1837660701084864897#m",
        "date": "Sep 22, 2024 · 1:10 AM UTC",
        "text": "WHO prepares new vaccination program for children  Dr Mike Ryan, WHO: \"It is very important to have vaccines (mpox) for children. It is very important that once this programme is in place, we can vaccinate children. There are ways to do that even with the MVA-BN vaccine. But that is being discussed with the regulators, SAGE. The Strategic Advisory Group on Immunisation has made recommendations for off-label use of this vaccine, subject to certain conditions being met.  So everyone is working hard to ensure that children are vaccinated in the context of this outbreak, but we also have to pay due attention to the regulatory process, safety, efficacy, and ensure that if these opportunities are taken up, we collect the necessary safety and efficacy data and that the health and well-being of the population is always at the forefront of our minds...\""
    },
    "3": {
        "link": "https://twitter.com/rtncofficielle1/status/1837611704714240495#m",
        "date": "Sep 21, 2024 · 9:55 PM UTC",
        "text": "Nord-Kivu : 2 cas suspects de la Mpox signalés au poste frontalier de kasindi à Lubero https://rtnc.cd/nord-kivu-2-cas-suspects-de-la-mpox-signales-au-poste-frontalier-de-kasindi-a-lubero/"
    },
    "4": {
        "link": "https://twitter.com/newstart_2024/status/1837845241518227963#m",
        "date": "Sep 22, 2024 · 1:23 PM UTC",
        "text": "Maria Van Kerkhove, WHO: \"What we know about, there's a lot that we're learning about mpox, but what we can say about the outbreaks and the transmission that's happening right now is we see transmission happening mainly among close physical contact, close intimate contact of people, physical, skin to skin, mouth to mouth, and we do see different types of modes of transmission, including through sex. We see it through the care of caregivers, mothers to children, for example. There are quite a few infants that have been infected. Could happen through breastfeeding. Breastfeeding is very important for mothers and their babies. So there's a lot of different ways that it's being transmitted. And what we're trying to do in the field with partners is to better distinguish the different ways in which this virus is transmitting among children, among adults to children, children to adults also in the context of sex workers, so that the messaging that we put out there to prevent the spread can be much more targeted.\""
    },
    "5": {
        "link": "https://twitter.com/apostolo21/status/1837891275984396693#m",
        "date": "Sep 22, 2024 · 4:26 PM UTC",
        "text": "A RESENHA RESPIRA"
    },
    "6": {
        "link": "https://twitter.com/Attwhoredasilva/status/1837872291083849826#m",
        "date": "Sep 22, 2024 · 3:11 PM UTC",
        "text": "NÓS NESSA PORRA"
    },
    "7": {
        "link": "https://twitter.com/EliseAndre43768/status/1837951409167257898#m",
        "date": "Sep 22, 2024 · 8:25 PM UTC",
        "text": "I’ve thought the same thing, but seems wrong to do that. What can mitigate shedding esp for mpox j a b s? When I know I’m going to be around a lot of ppl, I use a nicotine patch. Is there anything else to help?"
    },
    "8": {
        "link": "https://twitter.com/orangotango6942/status/1837951366930878507#m",
        "date": "Sep 22, 2024 · 8:25 PM UTC",
        "text": "Calma calabreso🤣"
    },
    "9": {
        "link": "https://twitter.com/YisusBell/status/1837950987018846615#m",
        "date": "Sep 22, 2024 · 8:23 PM UTC",
        "text": "A pesar de la aprobación de @COFEPRIS seguiré preguntando ¿Cuándo tendremos vacunas para #mpox en México @SSalud_mx, @censida, @AlexSvarch, @zoerobledo y @DKershenobich?    Lo haré hasta que esté disponible.   22 sep 24, día 98."
    },
    "10": {
        "link": "https://twitter.com/eftwyrd/status/1837950697742258572#m",
        "date": "Sep 22, 2024 · 8:22 PM UTC",
        "text": "MPOX is a cousin to smallpox...sorry cookers"
    },
    "11": {
        "link": "https://twitter.com/DerAchsenZeit/status/1837950696210981217#m",
        "date": "Sep 22, 2024 · 8:22 PM UTC",
        "text": "Clade 1B is mutating at 2x the rate of the 2022 variety that led the the 2022 #mpox PHEIC. \"Prompt action is necessary\", but not expected by players like WHO/GAVI/UNICEF who would rather downplay the risk. 10M vaccines will not be enough. Only 4M secured so far. $EBS"
    },
    "12": {
        "link": "https://twitter.com/konduksuri/status/1837950681992647085#m",
        "date": "Sep 22, 2024 · 8:22 PM UTC",
        "text": "Because theyre the party of aids mpox etc etc"
    },
    "13": {
        "link": "https://twitter.com/UNGeneva/status/1837363636076998881#m",
        "date": "Sep 21, 2024 · 5:30 AM UTC",
        "text": ".@WHO approves first #mpox vaccine to boost access in Africa   “We now need urgent scale up in procurement, donations and rollout to ensure equitable access to vaccines where they are needed most\" - @DrTedros https://buff.ly/3TyDoZc."
    },
    "14": {
        "link": "https://twitter.com/EmekaGift100/status/1837839066731065628#m",
        "date": "Sep 22, 2024 · 12:59 PM UTC",
        "text": "🇷🇼 Rwanda begins vaccinations against mpox  Rwanda has started a vaccination campaign against mpox with 1,000 doses of the vaccine it obtained from Nigeria under an agreement between the two countries, the African health agency said Thursday.  The vaccinations started Tuesday targeting seven districts with “high risk populations” who neighbor Congo, Dr. Nicaise Ndembi from the Africa Centres for Disease Control and Prevention (Africa CDC) said. Nigeria donated the 1,000 doses to Rwanda from an allotment of 10,000 it had received from the United States.  Congo has been at t he epicenter of an outbreak on the African continent, where 2,912 new mpox cases and 14 new deaths have been recorded in the last one week, bringing the total number of cases to 6,105 with 738 deaths since the beginning of the year.  “This outbreak must be stopped very quickly,” Africa CDC director-general Dr. Jean Kaseya said Thursday.  #Rwanda"
    },
    "15": {
        "link": "https://twitter.com/Stysz/status/1837949811649077301#m",
        "date": "Sep 22, 2024 · 8:19 PM UTC",
        "text": "cyt.(UNICEF) ostrzegł w piątek, że dzieci w Burundi ponoszą główny ciężar wybuchu epidemii mpox, a przypadki tej śmiertelnej🤔zakaźnej choroby...  Z prawie 600 zgłoszonych przypadków, dwie trzecie dotyczy dzieci poniżej 19 roku życia nie odnotowano 🧐żadnych zgonów z powodu mpox."
    },
    "16": {
        "link": "https://twitter.com/LastHawk33/status/1837936543060664650#m",
        "date": "Sep 22, 2024 · 7:26 PM UTC",
        "text": "WHO zatwierdza szczepionke przeciwko MPox (malpiej ospie) nawet dla dzieci w Afryce - pomimo braku wczesniejszych badan klinicznych.  Hmm, ... przeciez napisalem, \"tzn. beda szczepic\" i masz szczepionka juz jest zatwierdzona."
    },
    "17": {
        "link": "https://twitter.com/anti_gyro_/status/1837949420920623327#m",
        "date": "Sep 22, 2024 · 8:17 PM UTC",
        "text": "I hazard a guess that, like Covid, mpox is still evolving so it is hard to hit a moving target. This is definitely concerning."
    },
    "18": {
        "link": "https://twitter.com/rtncofficielle1/status/1837864003650846909#m",
        "date": "Sep 22, 2024 · 2:38 PM UTC",
        "text": "Sud-Kivu : Décès d’un infirmier de suite de Mpox à l’hôpital d’Uvira https://rtnc.cd/sud-kivu-deces-dun-infirmier-de-suite-de-mpox-a-lhopital-duvira/"
    },
    "19": {
        "link": "https://twitter.com/sonia_elijah/status/1837919868248846551#m",
        "date": "Sep 22, 2024 · 6:20 PM UTC",
        "text": "#DarkWinter #ProjectBioshield #mpox My latest🔥 https://www.soniaelijah.com/p/mpox-project-bioshield-everyones"
    },
    "20": {
        "link": "https://twitter.com/s0j0hn/status/1837948000645071074#m",
        "date": "Sep 22, 2024 · 8:12 PM UTC",
        "text": "Mpox limited edition"
    },
    "21": {
        "link": "https://twitter.com/wallahtument/status/1837947984895705431#m",
        "date": "Sep 22, 2024 · 8:12 PM UTC",
        "text": "Mais Raphinha il est meilleur que Mpox la hein"
    },
    "22": {
        "link": "https://twitter.com/Krcs_NRbBranch/status/1837894810427965498#m",
        "date": "Sep 22, 2024 · 4:40 PM UTC",
        "text": "Yesterday marked the last day of our 2-days NCD soccer tournament.  A total of 1,500 community members benefited from our integrated Mpox sensitization and NCD screenings.  Through the Continuity of NCD Care Project, a total of 20 football teams participated—16 men's teams and 4 women's teams, drawn from 6 different sub-counties in Nairobi.  We thank the @047County and  @danskrodekors for the continued support."
    },
    "23": {
        "link": "https://twitter.com/Euractiv/status/1837168735758733604#m",
        "date": "Sep 20, 2024 · 4:35 PM UTC",
        "text": "Mpox vaccine for adolescents and eight new medicines receive EMA approval  dlvr.it/TDTkv2"
    },
    "24": {
        "link": "https://twitter.com/WarHorizon/status/1837684372167692412#m",
        "date": "Sep 22, 2024 · 2:44 AM UTC",
        "text": "🚨🚨🚨🚨  The Quad meeting pretty much outlines vaccines for cervical cancer an upcoming pandemic and Mpox.   Do not Comply."
    }
}