{"0":{"link":"https:\/\/twitter.com\/itsmeback_\/status\/1836651507459993735#m","date":"Sep 19, 2024 · 6:20 AM UTC","text":"SVOLTA STORICA. INCREDIBILI AMMISSIONI della FDA, sanità pubblica USA, che approva il vaccino Mpox, ma avverte che potrebbe causare la morte nei vaccinati e nelle persone con cui entrano in contatto. La conferma del produttore e dei CDC. Finalmente la verità, ecco perché sono finiti i tempi dei \"vaccini sicuri ed efficaci\"...  👇👇👇"},"1":{"link":"https:\/\/twitter.com\/amerix\/status\/1836667364730908761#m","date":"Sep 19, 2024 · 7:23 AM UTC","text":"PARENTS,  Go find out if your children in schools are being injected MPox Vaccines.  Find out.  Go to your children's schools and find out.  There is something fishy going on.  Your children should not be vaccinated without your consent.  #BetterTogether"},"2":{"link":"https:\/\/twitter.com\/ctvsaskatoon\/status\/1836805000120443371#m","date":"Sep 19, 2024 · 4:30 PM UTC","text":"A gold mining town in Congo has become an mpox hot spot as a new strain spreads https:\/\/www.ctvnews.ca\/health\/a-gold-mining-town-in-congo-has-become-an-mpox-hot-spot-as-a-new-strain-spreads-1.7044011?cid=sm%3Atrueanthem%3Actvsaskatoon%3Apost&utm_campaign=trueAnthem%3A+Trending+Content&utm_medium=trueAnthem&utm_source=twitter"},"3":{"link":"https:\/\/twitter.com\/PeninsulaQatar\/status\/1836804948602032629#m","date":"Sep 19, 2024 · 4:30 PM UTC","text":"Mpox vaccines administered in Rwanda, first in Africa  #Mpox #Rwanda https:\/\/thepeninsulaqatar.com\/article\/19\/09\/2024\/mpox-vaccines-administered-in-rwanda-first-in-africa"},"4":{"link":"https:\/\/twitter.com\/publication_x\/status\/1836707983893450793#m","date":"Sep 19, 2024 · 10:04 AM UTC","text":"FDA varoittaa ACAM2000 Mpox -rokotteesta – jopa rokottamattomat ihmiset ovat vaarassa https:\/\/publication-x.com\/2024\/09\/19\/fda-varoittaa-acam2000-mpox-rokotteesta-jopa-rokottamattomat-ihmiset-ovat-vaarassa.html"},"5":{"link":"https:\/\/twitter.com\/nicolasberrod\/status\/1836800544599384068#m","date":"Sep 19, 2024 · 4:12 PM UTC","text":"❗️ L'@EMA_News recommande d'autoriser le vaccin contre le #mpox (ex-variole du singe) aux adolescents de 12 à 17 ans. D'après des données préliminaires...  • réponse immunitaire similaire à celle chez les adultes • profil de sécurité semblable, pas d'autre risque identifié  1\/3"},"6":{"link":"https:\/\/twitter.com\/herve_patrick\/status\/1836506081847058771#m","date":"Sep 18, 2024 · 8:42 PM UTC","text":"A l'attention du peuple🇨🇩 n'accepter aucun vaccin De #Mpox provenant de l'occident(🇪🇺) s'il n'a subit une expertise des scientifiques 🇨🇩 c'est pas la 1ere fois que loccident empoisonne notre peuple\/Vaccin.💄⚠️ @Presidence_RDC @Com_mediasRDC @UNICEFDRC @PrimatureRDC @FelixTshis13"},"7":{"link":"https:\/\/twitter.com\/BrettDGilman\/status\/1836804581873098769#m","date":"Sep 19, 2024 · 4:28 PM UTC","text":"Rwanda Begins Vaccinations Against Mpox Amid a Call for More Doses for Africa dlvr.it\/TDRPvw"},"8":{"link":"https:\/\/twitter.com\/mumbi2001\/status\/1836804423323951219#m","date":"Sep 19, 2024 · 4:27 PM UTC","text":"Hiyo pesa ya mpox si imetosha kurepair jkia....wrong priorities everywhere"},"9":{"link":"https:\/\/twitter.com\/KigaliBujumbura\/status\/1836804329992577294#m","date":"Sep 19, 2024 · 4:27 PM UTC","text":"Mpox : la première campagne de vaccination en Afrique a commencé au Rwanda dlvr.it\/TDRPpT #LeMonde #Rwanda"},"10":{"link":"https:\/\/twitter.com\/JeanKaseya2\/status\/1836787309603086337#m","date":"Sep 19, 2024 · 3:19 PM UTC","text":"The LC16 vaccine, generously provided by the Government of Japan, will significantly strengthen our efforts to combat Mpox in affected member states."},"11":{"link":"https:\/\/twitter.com\/SaniaNishtar\/status\/1836801116358516947#m","date":"Sep 19, 2024 · 4:14 PM UTC","text":"In my interview with @MENAFN I outlined how @Gavi is applying the lessons learned from the #COVID19 pandemic to rapidly respond to the #mpox emergency. With the launch of Gavi’s $500-million First Response Fund, we are able to react quickly & effectively: https:\/\/bit.ly\/4e5BsQ3"},"12":{"link":"https:\/\/twitter.com\/BloombergAfrica\/status\/1836783201919930642#m","date":"Sep 19, 2024 · 3:03 PM UTC","text":"Bavarian Nordic, one of the only companies with a vaccine approved for mpox, has received regulatory approval in Europe for the use of its jab for adolescents https:\/\/trib.al\/hnctAU7"},"13":{"link":"https:\/\/twitter.com\/RaffaellaRegoli\/status\/1836698578204430757#m","date":"Sep 19, 2024 · 9:27 AM UTC","text":"#Covid 🚨++ARRIVANO I NUOVI VACCINI PER IL COVID19. E IL MINISTRO DELLA SALUTE VI PROPONE PURE QUELLO PER IL VAIOLO DELLE SCIMMIE++  #Covid19 #Mpox #pfizer"},"14":{"link":"https:\/\/twitter.com\/newstart_2024\/status\/1836729631598117041#m","date":"Sep 19, 2024 · 11:30 AM UTC","text":"Testing the Monkeypox (mpox) Vaccine in Teenagers to Protect Them From Future Outbreaks An outbreak of monkeypox (now called mpox) last year put a harsh spotlight on the lack of an approved vaccine to protect those under 18 against this infectious disease. To address this pressing need, faculty-scientists at the University of Maryland School of Medicine (UMSOM) have launched a new clinical trial. The results could help to protect teens in the future. Source: University of Maryland School of Medicine"},"15":{"link":"https:\/\/twitter.com\/silvano_trotta\/status\/1836374820394516480#m","date":"Sep 18, 2024 · 12:00 PM UTC","text":"C'est quoi cette histoire encore !   La Food and Drug Administration (FDA) des États-Unis a récemment émis un avertissement alarmant concernant le vaccin ACAM2000 Mpox. Cet avertissement met en lumière les risques potentiellement mortels qui existent non seulement pour ceux qui ont été vaccinés, mais paradoxalement aussi pour ceux qui ne le sont pas. Le vaccin ACAM2000, initialement développé pour la vaccination contre la variole et maintenant utilisé comme mesure d'urgence contre la Mpox (anciennement connue sous le nom de variole du singe), est au centre d'une tempête médicale. La FDA prévient fortement que les personnes ayant reçu le vaccin peuvent transmettre le virus à des personnes non vaccinées – avec des conséquences potentiellement mortelles.  Les critiques affirment que l’approbation et l’utilisation d’un tel vaccin représentent un pari dangereux pour la santé publique. Ils préviennent que les risques potentiels pourraient dépasser de loin les avantages perçus, compte tenu en particulier de la prévalence relativement faible de Mpox dans la population générale. La révélation met également en lumière le monde souvent trouble du développement et de l’approbation des vaccins. Comment un vaccin présentant des problèmes de sécurité aussi graves pourrait-il même être approuvé pour une utilisation d’urgence ? Quel rôle les intérêts économiques ont-ils joué dans cette décision ?   Il faut que l'on arrête la corruption de Big Pharma !"},"16":{"link":"https:\/\/twitter.com\/khaleejtimes\/status\/1836803843713081520#m","date":"Sep 19, 2024 · 4:25 PM UTC","text":"Mpox vaccines administered in Rwanda, first in Africa  https:\/\/www.khaleejtimes.com\/world\/africa\/mpox-vaccines-administered-in-rwanda-first-in-africa"},"17":{"link":"https:\/\/twitter.com\/omscongo\/status\/1836803214651367682#m","date":"Sep 19, 2024 · 4:23 PM UTC","text":"1ere séance de travail ce matin entre le Représentant a.i. de l’@omscongo avec la directrice départementale de la santé de Pointe noire. Les discussions : 🔹poursuite de la Strat. opérationnelle 🔹lutte contre la #Mpox 🔹prévention des maladies diarrhéiques liées aux #inondations"},"18":{"link":"https:\/\/twitter.com\/CHmalawi\/status\/1836795067329073568#m","date":"Sep 19, 2024 · 3:50 PM UTC","text":"Refresher teacher training complete ✔️ Mpox hygiene training complete ✔️ Ready to re-open schools tomorrow ✔️  Here's to another year of learning and laughter in our classroooms 🎓   #school #education #malawi #mpox #teach"},"19":{"link":"https:\/\/twitter.com\/KindrachukJason\/status\/1836762435010871470#m","date":"Sep 19, 2024 · 1:41 PM UTC","text":"Take 2: Thrilled to see this preprint posted from a large collaborative team looking at mpox epi trends in DRC from 2010-2024  Mpox in the Democratic Republic of Congo: Analysis of National Epidemiological and Laboratory Surveillance Data, 2010 - 2023 papers.ssrn.com\/sol3\/papers.……"},"20":{"link":"https:\/\/twitter.com\/ChikatsuHayashi\/status\/1836759551770796297#m","date":"Sep 19, 2024 · 1:29 PM UTC","text":"★　FDAがシェディングの可能性を認める　★  FDAは、8月に承認したMpox(サル痘)ワクチンの投薬ガイドの冒頭で「ワクチン接種者と接触した人々に死を引き起こすシェディングの可能性がある」と警告 !!  https:\/\/www.fda.gov\/media\/75800\/download?attachment  【抜粋の日本語訳】 投薬ガイド ® ACAM2000  天然痘およびMpox(ワクシニア)生ワクチン この投薬ガイドを読み、ACAM2000を受ける前に医療提供者に相談してください。  ACAM2000について知っておくべき最も重要な情報：  ACAM2000には、ワクチン接種者と密接に接触した個人に感染する可能性のある生ワクチンウイルス(「痘」型ウイルス)が含まれています。ACAM2000は、ワクチン接種を受けた人や、ワクチンウイルスが広がった濃厚接触者に深刻な合併症を引き起こす可能性があります。   ACAM2000の深刻な合併症：  • 心筋炎(心筋の炎症)および心膜炎(心臓の外側の内壁の炎症)。ほとんどの症例は、ワクチン接種後1〜2週間以内に発生しています。心筋炎と心膜炎の症状は次のとおりです。  　o 胸痛  　 o 息切れまたは呼吸困難  　 o 心臓の鼓動が速い、バタバタしている、またはドキドキしているという感覚     心筋炎と心膜炎の症状は子供では異なる場合があり、次のようなものも含まれます。  　o 失神   　o 異常で持続的な過敏性   　o 異常で持続的な摂食不良   　o 異常で持続的な疲労またはエネルギー不足   　o 持続的な嘔吐   　o 腹部の持続的な痛み   　o 異常な冷え、青白い肌  ・脳または脊髄の炎症   ・皮膚の広範な感染によって引き起こされる発疹(湿疹ワクチン接種として知られる)、ワクチン接種部位の周囲の炎症組織の蓄積などの深刻な皮膚感染症は、最初はブルズアイのように見える可能性があり、治癒しない大きな痛み(進行性ワクシニアとして知られる)に成長します。    ・ワクチンウイルスが血液を介して体の他の部分に広がる    • 胎児死亡   ・目の偶発的な感染(角膜の腫れを引き起こし、涙目の痛みやかすみ目、角膜の瘢痕化、失明を引き起こす可能性があります)  ・クチン接種後の重度のアレルギー反応＜中略＞ CAM2000の成分： アフリカミドリザル腎臓(Vero)細胞で増殖した生ワクシニアウイルス、HEPES緩衝液、ヒト血清アルブミン、塩化ナトリウム、マンニトール、微量の抗生物質ネオマイシンとポリミキシンB、グリセリン、フェノール＜後略＞"},"21":{"link":"https:\/\/twitter.com\/kdlmama\/status\/1836803076084158481#m","date":"Sep 19, 2024 · 4:22 PM UTC","text":"Mpox MSmox. They have lied before, they will lie again."},"22":{"link":"https:\/\/twitter.com\/TheInsiderPaper\/status\/1836778782956442104#m","date":"Sep 19, 2024 · 2:46 PM UTC","text":"BREAKING - Mpox vaccines administered in Rwanda, first in Africa: CDC  https:\/\/insiderpaper.com\/mpox-vaccines-administered-in-rwanda-first-in-africa-cdc\/"},"23":{"link":"https:\/\/twitter.com\/greencrow12\/status\/1836802802754187490#m","date":"Sep 19, 2024 · 4:21 PM UTC","text":"Here's a warning:  The mPOX vaccine could cause death to the vaccinated who take it and those around them.  Will it stop the vaxed sheepeople from lining up?  Absolutely NOT! https:\/\/childrenshealthdefense.org\/defender\/fda-acam2000-mpox-vaccine-warning-death-unvaccinated\/"},"24":{"link":"https:\/\/twitter.com\/EgountchiLdna\/status\/1836802786484170859#m","date":"Sep 19, 2024 · 4:21 PM UTC","text":"Ce vaccin ne résoudra rien au Congo. Cessez cette propagande. Le mpox n’est-il pas en Europe ? Pourquoi ne pas l’utiliser là-bas ? Au lieu de continuer depuis des siècles à priver l’Afrique de sa souveraineté sanitaire, pourquoi ne pas permettre aux pays africains de développer leur propre industrie pharmaceutique ? Vous continuez à inonder le continent de produits toxiques sans fournir d’informations claires aux populations africaines. Il est vraiment temps que les Africains se lèvent et prennent des mesures radicales contre ce terrorisme sanitaire."}}