{"0":{"link":"https:\/\/twitter.com\/RaffaellaRegoli\/status\/1836698578204430757#m","date":"Sep 19, 2024 · 9:27 AM UTC","text":"#Covid 🚨++ARRIVANO I NUOVI VACCINI PER IL COVID19. E IL MINISTRO DELLA SALUTE VI PROPONE PURE QUELLO PER IL VAIOLO DELLE SCIMMIE++  #Covid19 #Mpox #pfizer"},"1":{"link":"https:\/\/twitter.com\/TonixPharma\/status\/1836838628582121885#m","date":"Sep 19, 2024 · 6:43 PM UTC","text":"A major difference between the mpox outbreak spreading across Africa and the 2022 outbreak in Europe is how it is being transmitted. Read more on what has changed as experts learn more about the new Clade 1b variant here: https:\/\/bit.ly\/3BaRaea"},"2":{"link":"https:\/\/twitter.com\/amerix\/status\/1836667364730908761#m","date":"Sep 19, 2024 · 7:23 AM UTC","text":"PARENTS,  Go find out if your children in schools are being injected MPox Vaccines.  Find out.  Go to your children's schools and find out.  There is something fishy going on.  Your children should not be vaccinated without your consent.  #BetterTogether"},"3":{"link":"https:\/\/twitter.com\/TabascoHOY\/status\/1836914418707485007#m","date":"Sep 19, 2024 · 11:45 PM UTC","text":"#México📍| ¿Vas a #Cancún? Q. Roo es el segundo estado con más casos de #Mpox  Quintana Roo registra 9 casos de viruela del mono, posicionándose como el segundo estado con más contagios. https:\/\/www.tabascohoy.com\/short\/rU5AbZ"},"4":{"link":"https:\/\/twitter.com\/CryptoPal4\/status\/1836916342483808525#m","date":"Sep 19, 2024 · 11:52 PM UTC","text":"Lol if you think that’s what the project is about. On another note you probably have little to do with your son being gay or not.   I have 4 children, teens to adults and would never presume to dictate their sexuality.  Lastly, you probably need to educate yourself on mpox and how it is spread. You don’t need to be gay to contract it or spread it."},"5":{"link":"https:\/\/twitter.com\/ChikatsuHayashi\/status\/1836759551770796297#m","date":"Sep 19, 2024 · 1:29 PM UTC","text":"★　FDAがシェディングの可能性を認める　★  FDAは、8月に承認したMpox(サル痘)ワクチンの投薬ガイドの冒頭で「ワクチン接種者と接触した人々に死を引き起こすシェディングの可能性がある」と警告 !!  https:\/\/www.fda.gov\/media\/75800\/download?attachment  【抜粋の日本語訳】 投薬ガイド ® ACAM2000  天然痘およびMpox(ワクシニア)生ワクチン この投薬ガイドを読み、ACAM2000を受ける前に医療提供者に相談してください。  ACAM2000について知っておくべき最も重要な情報：  ACAM2000には、ワクチン接種者と密接に接触した個人に感染する可能性のある生ワクチンウイルス(「痘」型ウイルス)が含まれています。ACAM2000は、ワクチン接種を受けた人や、ワクチンウイルスが広がった濃厚接触者に深刻な合併症を引き起こす可能性があります。   ACAM2000の深刻な合併症：  • 心筋炎(心筋の炎症)および心膜炎(心臓の外側の内壁の炎症)。ほとんどの症例は、ワクチン接種後1〜2週間以内に発生しています。心筋炎と心膜炎の症状は次のとおりです。  　o 胸痛  　 o 息切れまたは呼吸困難  　 o 心臓の鼓動が速い、バタバタしている、またはドキドキしているという感覚     心筋炎と心膜炎の症状は子供では異なる場合があり、次のようなものも含まれます。  　o 失神   　o 異常で持続的な過敏性   　o 異常で持続的な摂食不良   　o 異常で持続的な疲労またはエネルギー不足   　o 持続的な嘔吐   　o 腹部の持続的な痛み   　o 異常な冷え、青白い肌  ・脳または脊髄の炎症   ・皮膚の広範な感染によって引き起こされる発疹(湿疹ワクチン接種として知られる)、ワクチン接種部位の周囲の炎症組織の蓄積などの深刻な皮膚感染症は、最初はブルズアイのように見える可能性があり、治癒しない大きな痛み(進行性ワクシニアとして知られる)に成長します。    ・ワクチンウイルスが血液を介して体の他の部分に広がる    • 胎児死亡   ・目の偶発的な感染(角膜の腫れを引き起こし、涙目の痛みやかすみ目、角膜の瘢痕化、失明を引き起こす可能性があります)  ・クチン接種後の重度のアレルギー反応＜中略＞ CAM2000の成分： アフリカミドリザル腎臓(Vero)細胞で増殖した生ワクシニアウイルス、HEPES緩衝液、ヒト血清アルブミン、塩化ナトリウム、マンニトール、微量の抗生物質ネオマイシンとポリミキシンB、グリセリン、フェノール＜後略＞"},"6":{"link":"https:\/\/twitter.com\/Monkeypoxtally\/status\/1836831224847073754#m","date":"Sep 19, 2024 · 6:14 PM UTC","text":"The number of mpox cases in Africa has surged 177%, and deaths have increased 38.5% compared with the same period a year ago, data from the Africa CDC showed."},"7":{"link":"https:\/\/twitter.com\/ken24918164\/status\/1836915821932847596#m","date":"Sep 19, 2024 · 11:50 PM UTC","text":"速報 ! 米国 FDA 食品医薬品局は、エマージェントの MPOX「ワクチン」を使用して10万人以上の軍人を対象にした心筋炎実験を認可し、その後隠蔽した。  その後、24匹のサルのデータに基づいてサル痘ワクチンを認可した。 天然痘の蔓延を引き起こす可能性がありますが、このワクチンの添付文書の下部にある最悪の部分には、ワクチン接種を受けた人と接触した未接種者の死亡が発生する可能性があると記載されています。"},"8":{"link":"https:\/\/twitter.com\/heidijblake1\/status\/1836915767444480484#m","date":"Sep 19, 2024 · 11:50 PM UTC","text":"Hi Kap, I was just watching your video about mpox. Here's a link on the deagal report. I'm strictly talking about some things she posts. I'm not sure of her sincerity, if you know what I mean. I'm sure you have discernment. Let me know what you think. ☺️"},"9":{"link":"https:\/\/twitter.com\/COVID19info101\/status\/1836915737442517272#m","date":"Sep 19, 2024 · 11:50 PM UTC","text":"The number of mpox cases in Africa has jumped 177%, while the death toll has risen 38.5% compared to the same period last year, according to CDC Africa data."},"10":{"link":"https:\/\/twitter.com\/HausofHilton\/status\/1836053900950220864#m","date":"Sep 17, 2024 · 2:45 PM UTC","text":"Beza mpox dengan chicken pox   Untuk mpox, ruam dia bila muncul - biasanya satu stage sahaja. Maksunye kalau ruam merah, semua merah. Bila ia bertukar kepada biji air, semua biji air.  Chicken pox pula dia akan lain lain. Bila ada biji air dah keluar pecah, muncul biji air baru"},"11":{"link":"https:\/\/twitter.com\/MarioNawfal\/status\/1836903057709486435#m","date":"Sep 19, 2024 · 10:59 PM UTC","text":"🚨🇨🇩 DR CONGO LAUNCHES MPOX VACCINATION CAMPAIGN  The Democratic Republic of Congo (DRC) will begin a 10-day mpox vaccination campaign on October 2, prioritizing medical staff, children, and key groups like sex workers.   With over 24,000 cases and 789 deaths, logistical challenges include transporting vaccines at -20°C and convincing communities to avoid self-medication.   The DRC has received 265,000 adult vaccines from the EU and U.S., and hopes to receive 5 million children's doses from Japan before the campaign starts.   The Clade 1b variant complicates the outbreak.  Source: Insider Paper"},"12":{"link":"https:\/\/twitter.com\/AmeshAA\/status\/1836907056986456362#m","date":"Sep 19, 2024 · 11:15 PM UTC","text":"“Rwanda's mpox vaccine campaign began 2 days ago, and about 500 people have been vaccinated so far. At this point the country has received 1,000 doses.” https:\/\/www.cidrap.umn.edu\/mpox\/rwanda-launches-mpox-vaccine-campaign"},"13":{"link":"https:\/\/twitter.com\/DavidWolfe\/status\/1832167940134703178#m","date":"Sep 6, 2024 · 9:24 PM UTC","text":"Adverse reactions for the newly approved ACAM2000 smallpox vaccine being administered to people at high risk of mpox infection, include “death of unvaccinated individuals who have contact with a vaccinated individual”."},"14":{"link":"https:\/\/twitter.com\/salacioussheets\/status\/1836914944551358640#m","date":"Sep 19, 2024 · 11:47 PM UTC","text":"If you’re waiting on an email from me, expect it tonight 🖤  Got my mpox vaccine and it completely wiped me out + had a little fainting spell getting my blood drawn so I’ve been a little out of it. Really not my week, huh?"},"15":{"link":"https:\/\/twitter.com\/TheInsiderPaper\/status\/1836778782956442104#m","date":"Sep 19, 2024 · 2:46 PM UTC","text":"BREAKING - Mpox vaccines administered in Rwanda, first in Africa: CDC  https:\/\/insiderpaper.com\/mpox-vaccines-administered-in-rwanda-first-in-africa-cdc\/"},"16":{"link":"https:\/\/twitter.com\/Reuters_Health\/status\/1836914479067509174#m","date":"Sep 19, 2024 · 11:45 PM UTC","text":"Bavarian Nordic said on Thursday its mpox vaccine was approved by the EU's drug regulator for use in adolescents, bolstering the case for using the shot in the 12 to 17 age group to contain an outbreak in parts of Africa. reut.rs\/4e4odPw reut.rs\/4e4odPw"},"17":{"link":"https:\/\/twitter.com\/OnceNoticiasTV\/status\/1836914418799759501#m","date":"Sep 19, 2024 · 11:45 PM UTC","text":"Alrededor de 300 personas de Ruanda, en África, ya recibieron su primera vacuna contra la mpox  #OnceNoticias https:\/\/lc.cx\/RuZiaZ"},"18":{"link":"https:\/\/twitter.com\/FastNews77\/status\/1836914202163777874#m","date":"Sep 19, 2024 · 11:44 PM UTC","text":"Africa CDC says mpox ‘not under control’ on continent Vaccination campaign begins in Rwanda, says official  #News #DailyNews #LiveNews #WorldNews #World"},"19":{"link":"https:\/\/twitter.com\/mthangadarwin4\/status\/1836914022844879263#m","date":"Sep 19, 2024 · 11:43 PM UTC","text":"Mpox (Monkeypox) - Definition, types, causes, pathophysiology, signs & s... https:\/\/piped.video\/pbgpiRGTW5c?si=wjBFAhj_DNwPZ7I4 via @YouTube"},"20":{"link":"https:\/\/twitter.com\/MarionKoopmans\/status\/1836807782772736347#m","date":"Sep 19, 2024 · 4:41 PM UTC","text":"waning of  antibodies to vaccinia and mpox virus neutralising antibodies  1 year post MVA vaccination. Important to study in the context of questions on vaccine efficacy https:\/\/www.eurosurveillance.org\/content\/10.2807\/1560-7917.ES.2024.29.38.2400575"},"21":{"link":"https:\/\/twitter.com\/51f02e1a0cff47d\/status\/1836913725397209491#m","date":"Sep 19, 2024 · 11:42 PM UTC","text":"Is the MPox vaxx a booster product"},"22":{"link":"https:\/\/twitter.com\/herve_patrick\/status\/1836506081847058771#m","date":"Sep 18, 2024 · 8:42 PM UTC","text":"A l'attention du peuple🇨🇩 n'accepter aucun vaccin De #Mpox provenant de l'occident(🇪🇺) s'il n'a subit une expertise des scientifiques 🇨🇩 c'est pas la 1ere fois que loccident empoisonne notre peuple\/Vaccin.💄⚠️ @Presidence_RDC @Com_mediasRDC @UNICEFDRC @PrimatureRDC @FelixTshis13"},"23":{"link":"https:\/\/twitter.com\/joel_mossong\/status\/1836873930667106387#m","date":"Sep 19, 2024 · 9:04 PM UTC","text":"Small genomic study of recent mpox samples from Kinshasa. Interesting but also a bit frustrating not to see any data on symptoms, severity, clinical course of ideally a bit larger set of confirmed cases."},"24":{"link":"https:\/\/twitter.com\/sonia_elijah\/status\/1836659347843162590#m","date":"Sep 19, 2024 · 6:51 AM UTC","text":"This begs the question: how could the deadly ACAM2000 (#mpox vaccine) have gotten approval in the first place? Perhaps ,“Dark Winter\/ Crimson Contagion” Robert Kadlec and his connections might provide an answer. https:\/\/www.soniaelijah.com\/p\/mpox-project-bioshield-everyones"}}